[
    {
      "id": "1",
      "title": "Project Manager - GIS specialist",
      "subtitle": "SACHRA is looking for a Project Manager - GIS specialist!",
      "WhoAreYou": "Are you enthusiastic and have a real passion for complex web apps, open-source, data and cloud technologies? Do you love working on Geographic information system? Do you have the capability to lead and be responsible for the complete product lifecycle? Join us and be a part of our great team, doing super interesting work in a dynamic and fast-growing environment.",
      "WhoAreWe": "Our mission at SACHRA is to create powerful, data-driven applications and models that help our clients innovate and grow. We build custom software and custom models for clients from multiple industries, including Defense, Security, Health, and Automotive.",
      "WhatWillYouDo": [
        "Own end-to-end complex web application life-cycle from requirement collection to release planning and execution",
        "Run complex technical projects in a dynamic environment",
        "Be an expert on our data, deep understanding of how, where, and why it’s generated and processed and what insights it can provide",
        "Work with stakeholders such as developers, data scientists and designers ",
        "Work in an agile environment"
      ],
      "Requirements": [
        "At least 2 years of experience working on technology-powered products as either a product manager, product designer, data analyst, data scientist, or user researcher.",
        "Experience with cutting edge technology, database and information systems technologies- an advantage",
        "Experience with UX prototyping tools such as Sketch, Adobe XD or Figma -  an advantage.",
        "An analytical mindset with problem-solving skills",
        "Objective evidence for outstanding performance and achievements in any field - a must"
      ]
    },
    {
      "id": "2",
      "title": "Senior Fullstack Web Developer - GIS Specialist",
      "subtitle": "SACHRA is seeking a talented Senior Fullstack Web Developer - GIS Specialist!",
      "WhoAreYou": "Are you a highly skilled and passionate Senior Fullstack Web Developer with expertise in Geographic Information Systems? Do you thrive in building complex web applications using cutting-edge technologies? Join our team and contribute to exciting projects in a fast-paced and dynamic environment.",
      "WhoAreWe": "At SACHRA, our mission is to deliver innovative and data-driven applications and models for our clients. We specialize in creating custom software and models for various industries, including Defense, Security, Health, and Automotive.",
      "WhatWillYouDo": [
        "Take ownership of end-to-end development lifecycle of complex web applications, from requirements gathering to release planning and execution",
        "Lead and contribute to technical projects in a dynamic environment",
        "Become an expert in our data, gaining a deep understanding of its generation, processing, and the insights it can provide",
        "Collaborate with stakeholders, including developers, data scientists, and designers",
        "Work in an agile development environment"
      ],
      "Requirements": [
        "Minimum of 5 years of experience working as a Senior Fullstack Web Developer with a focus on GIS",
        "Proficiency in cutting-edge web technologies, databases, and information systems",
        "Experience with UX prototyping tools such as Sketch, Adobe XD, or Figma is a plus",
        "Strong analytical and problem-solving skills",
        "Demonstrable track record of outstanding performance and achievements in any relevant field"
      ]
    },
    {
      "id": "3",
      "title": "Frontend Developer - Glilot",
      "subtitle": "SACHRA is seeking a skilled Frontend Developer to join the Glilot team!",
      "WhoAreYou": "Are you a passionate Frontend Developer with a strong focus on creating exceptional user experiences? Do you enjoy working on challenging projects and collaborating with cross-functional teams? Join us and be part of the Glilot team, where you will have the opportunity to work on cutting-edge technologies and make a significant impact in a fast-paced startup environment.",
      "WhoAreWe": "At SACHRA, we are a dynamic and innovative company that specializes in building software solutions for startups. Glilot is one of our exciting projects, and we are dedicated to creating high-quality and scalable products.",
      "WhatWillYouDo": [
        "Develop responsive and user-friendly web applications using modern frontend technologies",
        "Collaborate with designers and backend developers to implement beautiful and functional user interfaces",
        "Optimize application performance and ensure cross-browser compatibility",
        "Work in an agile development environment and contribute to sprint planning and code reviews",
        "Stay up-to-date with the latest trends and best practices in frontend development"
      ],
      "Requirements": [
        "3+ years of experience as a Frontend Developer",
        "Proficiency in HTML, CSS, and JavaScript",
        "Strong knowledge of frontend frameworks like React or Vue.js",
        "Experience with version control systems, such as Git",
        "Ability to collaborate effectively in a team environment",
        "Excellent problem-solving and communication skills"
      ]
    },
    {
      "id": "4",
      "title": "Support Specialist",
      "subtitle": "SACHRA is seeking a Support Specialist!",
      "WhoAreYou": "Are you passionate about helping customers and providing excellent support? Do you enjoy troubleshooting technical issues and finding solutions? Join our team as a Support Specialist and contribute to providing top-notch customer service in a dynamic and fast-paced environment.",
      "WhoAreWe": "At SACHRA, we are dedicated to delivering exceptional software solutions and services to our clients. As a Support Specialist, you will play a crucial role in ensuring customer satisfaction and maintaining positive client relationships.",
      "WhatWillYouDo": [
        "Provide technical support and assistance to customers via various channels, such as email, phone, and live chat",
        "Troubleshoot and resolve customer issues promptly and effectively",
        "Document and track customer interactions, including the details of reported problems and their resolutions",
        "Collaborate with internal teams to escalate complex issues and ensure timely resolution",
        "Assist in creating and maintaining support documentation, knowledge base articles, and FAQs",
        "Proactively identify opportunities for process improvement and provide feedback to enhance the customer support experience"
      ],
      "Requirements": [
        "Excellent communication skills, both verbal and written",
        "Previous experience in a customer support or help desk role is preferred",
        "Strong problem-solving abilities with a customer-focused mindset",
        "Familiarity with software applications and troubleshooting techniques",
        "Ability to multitask and prioritize tasks effectively",
        "Positive attitude and willingness to learn and adapt in a fast-paced environment"
      ]
    },
    {
      "id": "5",
      "title": "Junior Designer",
      "subtitle": "SACHRA is hiring a Junior Designer!",
      "WhoAreYou": "Are you a creative individual with a passion for design and a strong eye for detail? Are you looking to kickstart your career as a designer? Join our team as a Junior Designer and work on exciting projects in a collaborative and supportive environment.",
      "WhoAreWe": "At SACHRA, we specialize in creating innovative and visually appealing design solutions for our clients. As a Junior Designer, you will have the opportunity to learn and grow alongside a talented team of designers and contribute to the development of impactful designs.",
      "WhatWillYouDo": [
        "Assist in creating and designing visual assets for web and print materials",
        "Collaborate with senior designers to brainstorm ideas and develop design concepts",
        "Contribute to the creation of wireframes, mockups, and prototypes",
        "Ensure brand consistency across various design projects",
        "Stay up-to-date with design trends and best practices",
        "Participate in design reviews and provide constructive feedback"
      ],
      "Requirements": [
        "Degree or diploma in graphic design or a related field",
        "Proficiency in design software such as Adobe Creative Suite (Photoshop, Illustrator, InDesign)",
        "Basic understanding of design principles, color theory, and typography",
        "Strong attention to detail and ability to meet project deadlines",
        "Excellent communication and collaboration skills",
        "Passion for learning and a growth mindset"
      ]
    },
    {
      "id": "6",
      "title": "Junior Backend Developer",
      "subtitle": "SACHRA is hiring a Junior Backend Developer!",
      "WhoAreYou": "Are you a passionate and driven individual with a strong interest in backend development? Do you have a solid foundation in programming and a desire to learn and grow as a developer? Join our team as a Junior Backend Developer and work on exciting projects in a collaborative and dynamic environment.",
      "WhoAreWe": "At SACHRA, we specialize in developing cutting-edge web applications and solutions for our clients. As a Junior Backend Developer, you will have the opportunity to work with experienced developers and contribute to the development of robust and scalable backend systems.",
      "WhatWillYouDo": [
        "Assist in designing and developing backend systems and APIs",
        "Collaborate with the development team to implement new features and functionality",
        "Write clean, maintainable, and efficient code",
        "Participate in code reviews and provide constructive feedback",
        "Troubleshoot and debug issues in existing code",
        "Stay up-to-date with backend development trends and technologies"
      ],
      "Requirements": [
        "Degree in computer science, software engineering, or a related field",
        "Knowledge of backend programming languages such as Python, Java, or Node.js",
        "Familiarity with web frameworks and APIs",
        "Understanding of database systems and SQL",
        "Basic knowledge of version control systems such as Git",
        "Strong problem-solving and analytical skills",
        "Excellent communication and teamwork abilities"
      ]
    }
    
        
  ]
  